[
    {
        "timestamp": "2025-04-08T14:13:08.296879",
        "filename": "urdu_audio.mp3",
        "original_text": " آج آپ کو کیا پریشانی ہوئی ہے? جیسرور, مجھے بہت زیادہ سینے میں درد ہو رہا ہے اس لیے میں نے سوچہ کی اس کا جیکوپ کروہ لینہ چاہی چیگ ہے اور شروع کرنے سے پہلے کیا آپ اپنی جنس اور املیاد دلوہ سکتے ہیں جیسرور انتالیس میں مربھم چیگ ہے اور یہ سینے کا درد کب شروع ہوا یہ کل راک شروع ہوا لیکن قبتیز ہو رہا ہے چیگ ہے اور یہ درد کام واکتے ہیں یہ میرے سینے کے بائی جانی واکتے ہیں چیگ اور اگر یہ کل راک شروع ہوا تو کتنا ارسا سے جالی ہے تو مجھے لگتا ہے کہ آپ دو گھنٹے ہو گئے ہوگئے شایان آہ چیگ ہے کیا یہ پورے وقت مسلسل رہا ہے یا تب دیل ہو رہا ہے میں کہوں گا کہ یہ کافی مسلسل رہا ہے چیگ ہے اور آپ درد کو کیسے بیان کریں گے لوگ کبھی کبھی تیز جلنے والا دردناک جیسے αلفاز استعمال کرتے ہیں مجھے لگتا ہے کہ یہ کافی تیز ہے چیگ ہے چیگ ہے کل راک سے ابتک آپ نے کوئی ایسی چیز کی ہے جس سے درد میں کمی آئی ہو لیٹنے سے مدد ملتی ہے چیگ ہے تو کیا آپ کو لیٹنے سے درد بڑھتے ہیں ہوتا ہوا میں ایسوس ہوتا ہے جیہا یا کی میتور پر پی ہے کیا آپ کو لگتا ہے کہ درد کہیں اور پھیل رہا ہے نہیں چیگ ہے اور لگنے کے لавا کیا کوئی اور چیس ہے جو درد کو بڑھا دی ہے ایسا نہیں لگتا نہیں چیگ ہے تو گیری ساصلینہ کیا ایسی کوئی چیس نہیں شاید گیری ساصلینہ جیہا چیگ ہے اور جب درد شروع ہوا تو کیا آپ کوئی ایسی چیزیاد کر سکتے ہیں جو آپ اس وقت کر رہے ممم میرا مطلب ہے میں کچھ فرنیچر ہتا رہا تھا لیکن میں نے یہ پہلے بھی کیا ہے چیگ ہے تو آپ کو ایسا نہیں لگا کہ آپ نے اسکام کو کرتے ہوئے ہوت کو تقلیف دی ہے نہیں چیگ ہے اور درد کی شدت کے حوالے سے ایک سے دس کے پیمانے پر دس سب سے زیادہ خراپ درد جو آپ نے کبھی مئی سوز کیا ہو آپ کیتنی شدت کا کہیں گے میں کہوں گا کہ یہ ساتیا آر ہے کافی خراپ چیگ ہے اور درد کی سات کیا آپ کو کوئی اور غلامات بھی ہیں مجھے تھوڑا سا چک کر آرہا ہے اور مجھے ساصلینے میں توڑیسی تقلیف ہو رہی ہے چیگ ہے کیا آپ کو بے ہوشی کا کوئی واقع پیش آیا ہے نہیں چیگ ہے کیا آپ کو دل کی تیس درکن کا سامنہ کرنا پر رہا ہے توڑا سا چیگ ہے اور کیا آپ بلکل پسی نے میں صرف قمیس سے صرف ساصلینے میں مسائل کی وجہ سے چیگ ہے کیا آپ کو درد شروع ہونے سے ہی ساصلینے میں مسائل ہو رہے ہیں چیگ ہے مم اور حالی میں کیا آپ کے ایسے کوئی وقت رہے ہیں جب آپ خیر مطهرک رہے ہیں یا آپ بہت زیادہ حرکت کرنے کے قابل نہ رہے حم نہیں نہیں چیگ ہے اور کیا آپ بلکل بیمار میں سوز کر رہے ہیں کوئی انفیکشن کی علاماء نہیں چیگ ہے کیا آپ کو مطلی آکے ہوئی ہے نہیں کوئی بوخاری اٹھندگ نہیں چیگ ہے پید میں درد کے بارے میں کیا خیال ہے نہیں کوئی پیشاب کی پریشانی نہیں یا آتوں کی پریشانی چیگ ہے کیا آپ کو خاصی ہوئی ہے نہیں چیگ ہے آپ نے کوئی خون نہیں نکالا ہے نہیں آپ خاصی کر سکتے ہیں چیگ ہے کیا آپ کو ساز لینے میں مشکل کے ساتھ کوئی سیڈی کی آواز آئے نہیں ایسا نہیں لگتا چیگ ہے ساز کی آوازوں میں بلکل کوئی تب دیگی جیسی کی شور کی ساز نہیں خیر مجھے لگتا ہے جب مجھے واقعی ساز لینے میں مشکل ہو رہی ہوتی ہے جیہ چیگ ہے کیا پہلے کبھی ایسا ہوا ہے نہیں نہیں چیگ ہے اور کیا آپ کو رات کے وقت پسین آیا نہیں چیگ ہے اور کسی بھی چھالی یا جلد میں تب دیلی کے بارے میں کیا خیال ہے کوئی چھالی نہیں لیکن مجھے لگتا ہے جیسے میری گردن توڑیسی سوجن لگ رہی ہے چیگ ہے کیا آپ کو گردن میں درد ہے نہیں چیگ ہے کیا آپ کو کوئی ہادیسا ہوا ہے جیسے کی کار کا ہادیسا یا کوئی ایسی چیس جس میں آپ کی گردن کو واقعی جتکہ لگا ہو نہیں چیگ ہے سیگ یا پیف میں بلکل کوئی چھوٹ نہیں نہیں چیگ ہے تو صرف مازی کی طببی طاریف کے حوالی سے کیا آپ کی کوئی پہلی طببی حالت ہے نہیں چیگ ہے کوئی حالیہ حسبتال میں داخلہ نہیں چیگ ہے کوئی پہلی سرجری نہیں چیگ ہے کیا آپ باکائدگی سے کوئی دوائیہ لیتے ہیں کیا وہ مقررہ ہے یا اوور دی کونٹر نہیں چیگ ہے دوائیو سے کلور چیگ کے بارے میں کیا خیال ہے نہیں کوئی نہیں چیگ ہے کوئی کی یا کیا وہ اپٹو دید ہے وہ سب اپٹو دید ہے بہترین چیگ ہے اور کیا آپ میں اپنے موجودہ رہایش حالات کے بارے میں تھوڑا سبتا سکتے ہیں جیز رور میں ایک لئے اپورٹمنٹ میں رہتا ہم جیہ بس اتنا ہی چیگ ہے اور آپ اپنے آپ کو مالی طور پر کیسے سہرہ دیتے ہیں میں ایک اپنے تنٹھون چیگ ہے کافی دوائو والی نوگری لگتی ہے یہ ہو سکتی ہے کیا آپ سگریٹ پیتے ہیں میں پیتا ہم چیگ ہے اور آپ کتنا سگریٹ پیتے ہیں تقریبا ایک پیک روزانا پیتا ہم چیگ ہے آپ کتنا عرسا سے سگریٹ پیتے ہیں پیچھلے دست سے پندرہ سالوں سے چیگ ہے اور کیا آپ گنجا پیتے ہیں کبھی کبھی آپ ہفتی میں کتنا گنجا پیتے ہیں یہ ہفتی میں شایت تقریبا پاچھ ملیگ رام اتنا زیادہ نہیں چیگ ہے اور کیا آپ کوئی اور تفریحی منشیات استعمال کرتے ہیں جیسے کو کین پرستل میں پوپی ورز نہیں چیگ ہے کیا آپ نے پہلے آئی منشیات استعمال کی ہے نہیں چیگ ہے اور کیا آپ شراق بھی دے ہیں میں پیتا ہم چیگ ہے آپ ہر ہفتی کتنا شراق بھیتے ہیں تقریبا میری پاس ایک یا دو گرینگ روزانہ ہوتے ہیں تو تقریبا دست گرینگ ہفتے میں چیگ ہے اور پیر مختصرا کیا آپ مجھے اپنی ہزا اور ورزش کے بارے میں کھولا سا باتا سکتے ہیں جیسے رور میں کم اص کم رات کے کھانے کے لئے سے ہت مندھ کھانے کی کوشش کرتا ہم لیکن میری زیادہ تر لنچ میں میں بہر خاتا ہم اور پیر ورزش کے لحاس سے میں ہر دوسری دین ورزش کرنے کی کوشش کرتا ہم میں تقریبا آدھے گھنٹے تک دولتا ہم چیگ ہے اچھا یہ بہت اچھا ہے وہ سرگرمی اور ویزا پر بھی کام کر رہے ہیں تو کیا پہلے کبھی آپ کے خاندان میں ایسا کچھ ہوا ہے نہیں چیگ ہے کیا خاندان میں کیسی کو دل کا دورة پڑا ہے درسل ڈی ہا میری والت کو پینتالیس سال کی امرمی دل کا دورة پڑا تھا چیگ ہے اور خاندان میں کسی کو کولیستر penalties کی پریشانیے ہیں مجھے لکتا ہا کہ میری والت کو ہی میں دیکھتا ہم چیگ ہے اور خاندان میں کسی کو فالج آیا ہے کوئی فالج نہیں چیگ ہے اور خاندان میں کوئیキャنسر چکھے, کیا کوئی اور چیز, Thie جو آپ مجھے آج کی طاریف کے بارے میں بطانا چاہتے تھے. نہیں, مجھے نہیں لگتا, مجھے لگتا ہے کہ آپ نے مجھے ہر چیز پوچھ لی ہے.",
        "translated_text": "Today, what's troubling you?  Sir, I've been having a lot of chest pain, so I thought I should get it checked out.  Before we begin, could you please state your age and gender? Sir, I'm 49, and this chest pain… when did it start? It started yesterday, but it's getting worse.  And where is the pain located? It's in my chest, on the left side. And if it started yesterday, how long has it been going on? I think it's been about two hours. Has it been continuous or intermittent? I'd say it's been fairly continuous. And how would you describe the pain? People sometimes use words like sharp, burning, stabbing… I think it's pretty sharp.  Since yesterday, have you done anything that lessened the pain? Lying down helps. Does lying down increase the pain? No. Does it radiate anywhere else? No.  Is there anything else that exacerbates the pain? Doesn't seem like it. No.  Are there any other associated symptoms? Maybe not.  When the pain started, can you recall anything you were doing? Mmm, I mean, I was moving some furniture, but I've done that before. So you don't think you strained yourself while doing that? No. On a scale of one to ten, with ten being the worst pain you've ever experienced, how would you rate the intensity of this pain? I'd say it's a seven. Pretty bad.  Along with the pain, do you have any other symptoms? I'm feeling a little dizzy, and I have some slight discomfort in my jaw. Have you experienced any loss of consciousness? No. Have you had any previous heart problems? A little. Are you short of breath? Only slightly, due to the jaw issues. Have you had jaw problems since the pain started? Yes. Recently, have there been any times when you've been unusually tired or unable to move around much? No, no. Are you currently suffering from any illness or infection? No signs of infection. Have you had any vomiting? No, no nausea.  What about pain while urinating? No problems urinating or with bowel movements. Have you coughed up any blood? No. Have you been coughing? No.  Have you noticed any crackling sounds along with difficulty breathing? Doesn't seem so.  Absolutely no wheezing sounds or anything similar? No, I think only when I really have trouble breathing. Has this ever happened before? No, no. Have you experienced any night sweats? No.  What about any rashes or skin changes? No rashes, but I feel like my neck is a little swollen. Do you have any neck pain? No. Have you been in any accident, like a car accident, or anything that might have caused a neck injury? No. Any cuts or bruises? No.  Regarding your past medical history, do you have any pre-existing medical conditions? No. Any recent hospital admissions? No. Any previous surgeries? No. Do you regularly take any medication, prescribed or over-the-counter? No. What about cholesterol medication? No, none. Any allergies?  None. All up-to-date? Yes, all up-to-date, excellent. Can you tell me a little about your current living situation? Sir, I live in a one-bedroom apartment, that's all. And how do you support yourself financially? I work in construction. Seems like a physically demanding job. Do you smoke cigarettes? Yes, I do. How many cigarettes do you smoke? About a pack a day. How long have you been smoking? For the past fifteen years. Do you smoke marijuana? Occasionally. How much marijuana do you smoke per week? Maybe about half an ounce a week, not very much. Do you use any other recreational drugs, such as cocaine, amphetamines, or opioids? No. Have you used intravenous drugs before? No. Do you drink alcohol? Yes, I do. How much alcohol do you drink each week? I have about one or two beers daily, so about fourteen beers a week. Briefly, can you tell me about your diet and exercise? I try to eat a healthy dinner most days, but my lunches are mostly unhealthy. And regarding exercise, I try to work out every other day, for about half an hour. Good, that's good. They're working on activity and wellness. Has anything like this ever happened in your family before? No. Has anyone in your family suffered a heart attack?  Actually, yes. My aunt had a heart attack at the age of 45.  Does anyone in your family have high cholesterol? I think my aunt did.  Has anyone in your family had a stroke? No strokes.  Any family history of cancer?  Anything else you wanted to tell me about today's situation? No, I don't think so; I think you've asked me everything.\n"
    }
]